Repository: KDE/bangarang
Catalog: translations/*/bangarang.po
Languages: fr

source: Quit
fr: Quitter

source: Play/Pause
fr: Lecture / Pause

source: Play
fr: Lecture

source: Play next
fr: Lire l'élément suivant

source: Play previous
fr: Lire l'élément précédent

source: Play all
fr: Lire tous les éléments

source: Play selected
fr: Lire les éléments sélectionnés

source: Add to playlist
fr: Ajouter à la liste de lecture

source: Remove from playlist
fr: Retirer de la liste de lecture

source: Hide controls
fr: Cacher les contrôles

source: Show Remaining Time
fr: Afficher le temps restant

source: Show Video Settings
fr: Afficher les réglages vidéo

source: Remove selected info
fr: Enlever l'information sélectionnée

source: Refresh
fr: Rafraîchir

source: Remove from list
fr: Retirer de la liste

source: Add to list
fr: Ajouter à la liste

source: Add to list
fr: Ajouter à la liste

source: New list
fr: Nouvelle liste

source: Show items
fr: Afficher les éléments

source: Show Information
fr: Afficher les informations

source: Add bookmark
fr: Ajouter un signet

source: Remove bookmarks
fr: Retirer un signet

source: Configure shortcuts...
fr: Configurer les raccourcis claviers…

source: Show Controls
fr: Afficher les contrôles

source: Hide Controls
fr: Cacher les contrôles

source: Hide Video Settings
fr: Cacher les réglages vidéos

source: Show Elapsed Time
fr: Afficher le temps écoulé

source: Cancel
fr: Annuler

source: Bangarang is unable to access the Nepomuk Semantic Desktop repository. Media library, rating and play count functions will be unavailable.
fr: Bangarang est incapable d'accéder le référentiel du bureau sémantique Nepomuk. La bibliothèque multimédia, les fonctions de vote et de nombre d'écoutes ne seront pas disponibles.

source: Don't show this message again
fr: Ne plus afficher ce message

source: DVD Video
fr: DVD Vidéo

source: Audio CD
fr: CD audio

source: Resume
fr: Reprendre

source: Multiple Values
fr: Valeurs multiples

source: Music
fr: Musique

source: Audio Stream
fr: Flux audio

source: Audio Clip
fr: Clip audio

source: Movie
fr: Films

source: TV Show
fr: Émissions de télévision

source: Video Clip
fr: Clips vidéo

source: Open artwork file
fr: Ouvrir une image

source: <b>Showing Information</b><br>Click to hide information.
fr: <b>Afficher les Informations</b><br>Cliquer pour cacher les informations.

source: A Media Player
fr: Un Lecteur Multimédia

source: Creator
fr: Créateur

source: Contributor
fr: Contributeur

source: Defects may be reported at http://code.google.com/p/bangarangissuetracking/
fr: Veuillez utiliser http://code.google.com/p/bangarangissuetracking/ pour signaler des bogues.

source: Defects may be reported at <a href='http://code.google.com/p/bangarangissuetracking/'>Bangarang Issue Tracker</a>
fr: Veuillez utiliser le <a href="http://code.google.com/p/bangarangissuetracking/">système de suivi de bogues à Bangarang</a> pour signaler des bogues.

source: Play 'URL'
fr: Lire une « URL »

source: Play DVD Video
fr: Lire un DVD

source: Play CD Music
fr: Lire un CD audio

source: Show Additional Debug Output
fr: Voir les informations de débogage

source: <b>Fullscreen</b><br>Click to exit fullscreen
fr: <b>Plein écran</b><br>Cliquez pour sortir du mode plein écran

source: Show fullscreen
fr: Plein écran

source: <b>Paused</b><br>Hold to stop
fr: <b>Pause</b><br>Restez appuyé pour stopper

source: Search for audio
fr: Rechercher de l'audio

source: Search for video
fr: Recherche des vidéos

source: Clear Playlist
fr: Vider la liste de lecture

source: Are you sure you want to clear the current playlist?
fr: Voulez-vous vraiment effacer la liste de lecture courante ?

source: Now Playing
fr: En cours de lecture

source: <b>Showing Upcoming</b><br>Click to show playlist
fr: <b>Afficher les prochaines pistes</b><br>Cliquer pour afficher la liste de lecture

source: Show Upcoming
fr: Afficher les prochaines pistes

source: <b>Playing</b><br>Click to pause<br>Click and hold to stop
fr: <b>En cours de lecture</b><br>Cliquez pour mettre en pause<br>Cliquez et restez appuyé pour stopper

source: An error has been encountered during playback
fr: Une erreur a eu lieu lors de la lecture

source: Loading playlist...
fr: Chargement de la liste de lecture…

source: Buffering...
fr: Mise en mémoire tampon…

source: Loading...
fr: Chargement…

source: <b>Muted</b><br>Click to restore volume
fr: <b>Muet</b><br>Cliquez pour restaurer le volume

source: Mute volume
fr: Couper le volume

source: Updating...
fr: Actualisation…

source: Complete
fr: Complet

source: Updated info for <i>%1, %2</i>
fr: Mettre à jour les données pour <i>%1, %2</i>

source: Removed info for <i>%1</i>
fr: Données supprimées pour <i>%1</i>

source: View Now Playing
fr: Afficher la lecture en cours

source: <b>Repeat On</b><br>Click to turn off repeat
fr: <b>Mode répète activé</b><br>Cliquez pour désactiver le mode répète

source: Turn on Repeat
fr: Activer le mode répète

source: <b>Shuffle On</b><br>Click to turn off Shuffle
fr: <b>Mode aléatoire activé</b><br>Cliquez pour désactiver le mode aléatoire

source: Turn on Shuffle
fr: Activer le mode aléatoire

source: Entertainment... Now
fr: Divertissements… Maintenant

source: <b>Time remaining</b><br>Click to show elapsed time and bookmarks
fr: <b>Temps restant</b><br>Cliquer pour afficher le temps écoulé et les signets

source: <b>Time elapsed</b><br>Click to show remaining time and bookmarks
fr: <b>Temps écoulé</b><br>Cliquer pour afficher le temps restant et les signets

source: Not Playing
fr: Ne joue rien

source: <b>Playlist</b>
fr: <b>Liste de lecture</b>

source: 1 item, %2
fr: Un élément, %2

source: <b>Playlist</b>(Upcoming)
fr: <b>Liste de lecture</b>(Prochaines pistes)

# NAME OF TRANSLATORS
source: Your names
fr: Humbert Julien, Ryan Kavanagh

# EMAIL OF TRANSLATORS
source: Your emails
fr: julroy67@gmail.com, ryanakca@kubuntu.org

source: Media Lists
fr: Listes de médias

source: Add list
fr: Ajouter une liste

source: Remove list
fr: Retirer une liste

source: Settings
fr: Options

source: Add List
fr: Ajouter une liste

source: Current View
fr: Vue en cours

source: Current Selection
fr: Sélection courante

source: Current Playlist
fr: Liste de lecture en cours

source: New List Name
fr: Nom de la nouvelle liste

source: Save
fr: Enregistrer

source: Return to Lists
fr: Retour aux listes

source: Saved List Settings
fr: Réglages des listes enregistrés

source: Name
fr: Nom

source: List Title
fr: Titre de la liste

source: Video
fr: Vidéo

source: Return To Lists
fr: Retour aux listes

source: Summary
fr: Résumé

source: Info
fr: Informations

source: Cancel Edit
fr: Annuler édition

source: Notification Text
fr: Texte de notification

source: Previous
fr: Précédent

source: Play all media in list
fr: Lire tout les média dans la liste

source: Play All
fr: Lire tous les éléments

source: Play selected media in list
fr: Lire les média sélectionnés dans la liste

source: Play Selected
fr: Lire les éléments sélectionnés

source: Playback message
fr: Message de lecture

source: Playlist
fr: Liste de lecture

source: Restore Defaults
fr: Restaurer la configuration par défaut

source: Hide
fr: Cacher

source: Video Settings
fr: Réglages vidéo

source: Save Shortcuts
fr: Enregistrer les raccourcis claviers

source: View Media Lists
fr: Afficher les listes de médias

source: Show full screen
fr: Afficher en plein écran

source: <b>Time elapsed</b><br>Click to show remaining time
fr: <b>Temps écoulé</b><br>Cliquez pour afficher le temps restant

source: Untitled
fr: Sans Titre

source: Remove
fr: Retirer

source: Are you sure you want to remove "%1"?
fr: Voulez-vous vraiment retirer « %1 » ?

source: Run Script
fr: Lancer Script

source: Choose Interpreter:
fr: Choisissez l'interpréteur :

source: Bangarang - Scripting Console
fr: Bangarang - Console de Scripting

source: Brightness
fr: Luminosité

source: Contrast
fr: Contraste

source: Hue
fr: Teinte

source: Aspect Ratio Settings
fr: Réglages du rapport hauteur/largeur

source: Automatic
fr: Automatique

source: Fit
fr: Ajuster

source: Scaling Mode
fr: Mode de mise à l'échelle

source: Scale to fit
fr: Adapter

source: Scale and crop
fr: Adapter et rogner

source: 1 clip
fr: Un clip

source: 1 stream
fr: Un flux

source: New Audio Stream
fr: Nouveau flux audio

source: Track %1
fr: Piste %1

# %1=Total number of tracks on the CD
source: Audio CD - %1 Tracks
fr: CD Audio - %1 Pistes

source: 1 track
fr: Une piste

source: Title %1
fr: Titre %1

# %1=Total number of tracks on the DVD
source: DVD Video - %1 Titles
fr: Vidéo DVD - %1 Titres

source: 1 item
fr: Un élément

source: Audio Files
fr: Fichiers audio

source: Video Files
fr: Fichiers vidéo

source: Location
fr: Emplacement

source: Artwork
fr: Pochette

source: Title
fr: Titre

source: Artist
fr: Artiste

source: Track
fr: Piste

source: Year
fr: Année

source: Genre
fr: Style

source: Series
fr: Série

source: Season
fr: Saison

source: Episode
fr: Épisode

source: Actor
fr: Acteur

source: Director
fr: Directeur

source: Writer
fr: Écrivain

source: Producer
fr: Producteur

source: Play Count
fr: Nombre de lectures

source: Last Played
fr: Dernière lecture

source: Double-click to edit
fr: Double-cliquez pour éditer

source: Multiple %1
fr: Plusieurs %1

source: No results
fr: Aucun résultat

source: Add to playlist/Remove from playlist
fr: Ajouter à la liste de lecture/Retirer de la liste de lecture

source: Recently Played
fr: Écoutés récemment

source: Artists
fr: Artistes

source: Genres
fr: Styles

source: Highest Rated
fr: Mieux noté

source: Frequently Played
fr: Écoutés fréquemment

source: Recently Played Artists
fr: Artistes joués récemment

source: Highest Rated Artists
fr: Artistes les mieux notés

source: Frequently Played Artists
fr: Artistes joués fréquemment

source: Recently Played Albums
fr: Albums joués récemment

source: Highest Rated Albums
fr: Albums les mieux notés

source: Frequently Played Albums
fr: Albums joués fréquemment

source: Recently Played Genres
fr: Styles joués récemment

source: Highest Rated Genres
fr: Styles les mieux notés

source: Frequently Played Genres
fr: Styles joués fréquemment

source: Songs
fr: Chansons

source: Recently Played Songs
fr: Chansons écoutées récemment

source: Highest Rated Songs
fr: Chansons les mieux notées

source: Frequently Played Songs
fr: Chansons jouées fréquemment

source: Recently Played Clips
fr: Clips joués récemment

source: Highest Rated Clips
fr: Clips les mieux notés

source: Frequently Played Clips
fr: Clips joués fréquemment

source: Audio Streams
fr: Flux audio

source: Recently Played Streams
fr: Flux audio joués récemment

source: Highest Rated Streams
fr: Flux audio les mieux notés

source: Frequently Played Streams
fr: Flux audio joués fréquemment

source: Files and Folders
fr: Fichiers et dossiers

source: Actors
fr: Acteurs

source: Directors
fr: Directeurs

source: Movies
fr: Films

source: Recently Watched Movies
fr: Films joués récemment

source: Highest Rated Movies
fr: Films les mieux notés

source: Frequently Watched Movies
fr: Films joués fréquemment

source: TV Shows
fr: Émissions de télé

source: Recently Watched TV Shows
fr: Émissions de télévision jouées récemment

source: Highest Rated TV Shows
fr: Émissions de télévision les mieux notées

source: Frequently Watched TV Shows
fr: Émissions de télévision jouées fréquemment

source: Recently Watched Genres
fr: Styles rgardés récemment

source: Frequently Watched Genres
fr: Styles regardés fréquemment

source: Recently Watched Actors
fr: Acteurs regardés récemment

source: Highest Rated Actors
fr: Acteurs les mieux notés

source: Frequently Watched Actors
fr: Acteurs regardés fréquemment

source: Recently Watched Directors
fr: Directeur regardés récemment

source: Highest Rated Directors
fr: Directeur les mieux notés

source: Frequently Watched Directors
fr: Directeurs regardés fréquemment

source: Video Clips
fr: Clips vidéo

source: Recently Watched Clips
fr: Clips regardés récemment

source: Frequently Watched Clips
fr: Clips regardés fréquemment

# %1=Name of Genre
source: Artists - %1
fr: Artistes - %1

source: 1 artist
fr: Un artiste

source: All songs
fr: Toutes les chansons

source: 1 album
fr: Un album

source: 1 genre
fr: Un style

source: 1 song
fr: Une chanson

source: played once
fr: Joué une fois

# %1=Number of the Season
source: Season %1
fr: Saison %1

# %1=Genre of the movie
source: Movies - %1
fr: Films - %1

source: 1 movie
fr: Un film

source: Uncategorized TV Shows
fr: Émissions de télé non catégorisées

source: 1 show
fr: Une émission

source: Uncategorized seasons
fr: Saisons non catégorisées

# %1=Name of the Series
source: Seasons - %1
fr: Saisons - %1

source: 1 season
fr: Une saison

# %1=Name of the series, %2=Number of the Season
source: %1 - Season %2
fr: %1 - Saison %2

# %1=Name of the Series
source: %1 - Uncategorized Seasons
fr: %1 - Saisons non catégorisées

source: 1 episode
fr: Un épisode

source: 1 actor
fr: Un acteur

source: 1 director
fr: Un directeur
